adw-gtk-theme
aubio
bash
brightnessctl
btop
cava
cliphist
cmake
dart-sass
dconf
ddcutil
eza
fastfetch
fish
foot
fuzzel
git
glib2
gnome-keyring
greetd-tuigreet
grim
gpu-screen-recorder
hyprland
hyprpicker
inotify-tools
jq
libnotify
libqalculate
lm_sensors
networkmanager
ninja
nwg-displays
papirus-icon-theme
pipewire
polkit-gnome
power-profiles-daemon
pybind11
python
python-build
python-hatch
python-hatch-vcs
python-hatchling
python-installer
python-pillow
qt6-base
qt6-declarative
slurp
starship
swappy
thunar
trash-cli
ttf-cascadia-code-nerd
ttf-jetbrains-mono-nerd
ttf-material-symbols-variable
uwsm
wireplumber
wl-clipboard
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
